const CopywritePage = () => {
  return (
    <div className="text-xl mt-8 flex flex-col gap-4 mx-32">
      <p className="indent-8">
        本站[数字阁]所有提供的所有信息资源均为其作者提供和网友推荐收集整理而来，仅供学习和研究使用。作品版权归作者所有，如果无意之中侵犯了您的版权，请来信告知。
      </p>
      <p className="indent-8">
        数字阁所发布的一切资源及内容文章仅限用于学习和研究目的；不得将上述内容用于商业或者非法用途，否则，一切后果请用户自负。
        本站信息来自网络，版权争议与本站无关。您必须在下载后的24个小时之内，从您的电脑中彻底删除上述内容。
        如有侵权请邮件与我们联系处理。本站将在3个工作日内删除！
      </p>
      <p className="indent-8">
        本站[数字阁]的用户必须明白，本站[数字阁]对提供的各种资源不拥有权利，其版权归该相关资源的合法拥有者所有。
        本站一贯高度重视知识产权保护并遵守中国各项知识产权法律、法规和具有约束力的规范性文件。重视正版，打击盗版。根据法律、法规和规范性文件要求，本站旨在保护权利人的合法权益的措施和步骤，当权利人发现在本站生成的链接所指向的第三方网页的内容侵犯其合法权益时，权利人应事先向本站发出“权利通知”，本站将根据中国法律法规和政府规范性文件采取措施移除相关内容或相关链接。
      </p>
      <p className="indent-8">
        具体措施和步骤如下： 权利通知 任何个人或单位如果同时符合以下两个条件：
        权利人发现本站侵害其合法权益； 权利人发现本站上有提供权利作品的相关连接;
        请上述个人或单位务必以书面的通讯方式向本站提交权利通知。
        注意：如果权利通知的陈述失实，权利通知提交者将承担对由此造成的全部法律责任（包括但不限于赔偿各种费用及律师费）。
      </p>
      <p className="indent-8">
        请使用以下格式（包括各条款的序号）：
        权利人对涉嫌侵权内容拥有商标权、著作权和/或其他依法可以行使权利的权属证明；
        请充分、明确地描述确信被侵犯了权利人合法权益的内容并请提供非法登载该作品的第三方网址。
        请指明涉嫌侵权网页的哪些内容侵犯了第2项中列明的权利人的合法权益。
        请提供权利人具体的联络信息，包括姓名、身份证或护照复印件（对自然人）、单位登记证明复印件（对单位）、通信地址、电话号码、传真和电子邮件。
        请提供涉嫌侵权内容在信息网络上的位置（如指明您举报的含有侵权内容的出处，即：指网页地址或网页内的位置）以便我们与您举报的含有侵权内容的网页的所有权人/管理人联系。
        请在权利通知中加入如下关于通知内容真实性的声明：
        <p>（1）我本人为所投诉内容的合法权利人；</p>
        <p>（2）在我举报的第三方网页上登载的内容侵犯了本人相应的合法权益。</p>
        <p>
          （3）本人确认：如果本权利通知内容不完全属实，本人将承担由此产生的一切法律责任。”
        </p>
      </p>
      <p className="indent-8">
        请在权利通知中加入以下陈述：“我保证，本通知中所述信息是充分、真实、准确的，我是所投诉内容的合法权利人，或，我已获授权，有权行使第2项中列明内容的权益。”
        请您签署该文件，如果您是依法成立的机构或组织，请您加盖公章。
        本站点上的所有软件和资料均为软件作者提供和网友推荐收集整理而来，仅供学习和研究使用。如有侵犯你版权的，请和我们联系，本站将立即改正。
        数字阁对互联网版权绝对支持，净化网络版权环境。
        访问本站的用户必须明白，数字阁对提供下载的软件等不拥有任何权利，其版权归该下载资源的合法拥有者所有。
        未经本站的明确许可，任何人不得大量链接本站下载资源；不得复制或仿造本网站。本网站对其自行开发的或和他人共同开发的所有内容、技术手段和服务拥有全部知识产权，任何人不得侵害或破坏，也不得擅自使用。
        如本站上的任何软件或资料侵犯你的版权，请与我们联系，本站对所有资源不负任何法律责任！！！
      </p>
    </div>
  );
};

export default CopywritePage;
